{
    "HomePage": {
      "header": "Sicherheit zuerst, Compliance stets.",
      "home":"Startseite",
      "demo":"Demo anfordern",
      "uns":"Über uns",
      "modules":"Fachmodule",
      "vision":"unsere Vision",
      "contact":"Kontakt",
      "career":"Karriere"
      
    },
    "Main":
    {
      "version":"Version 2.0 ist Hier.",
      "title":"Safety² Die fortschrittlichste EHS-Software für maximale Arbeitssicherheit",
      "description":"safety² ist die flexible, browser- und cloudbasierte EHS-Software, die sich nahtlos an Ihre Unternehmensanforderungen anpasst. Dank des modularen Aufbaus bestimmen Sie selbst, welche Funktionen Sie benötigen. Revisionssicher, normgerecht und stets auf dem neuesten Stand – für ein sicheres Arbeitsumfeld, das keine Kompromisse macht.",
      "demo":"Demo anfordern",
      "learn":"Mehr erfahren"
    },
    "Showcase":
    {
      "header":"Sicherheit zuerst, Compliance stets.",
      "header2":"Maximale Sicherheit intelligenter schneller zuverlässiger.",
      "header3":"Sicherheit Effizienz. Compliance",
      "description":"Schaffen Sie eine sichere und regelkonforme Arbeitsumgebung ohne Kompromisse. Unsere EHS-Software hilft Ihnen, Risiken frühzeitig zu erkennen, Vorschriften mühelos einzuhalten und Prozesse effizient zu steuern."

    },
    "Modules":
    {
     "EHS-Basis":
     {
      "title":"EHS-Basis",
      "buttonText":"Mehr erfahren",
      "description":"Die safety² EHS-Basis – Ihre zentrale Plattform für ein strukturiertes und effizientes Gesundheits- und Arbeitsschutzmanagement. Alle relevanten Daten werden zentral gebündelt, kontinuierlich aktualisiert und nahtlos mit weiteren Modulen verknüpft. Flexible Berechtigungsstrukturen gewährleisten höchste Datenschutz- und Sicherheitsstandards. Das individuell anpassbare Dokumentenmanagementsystem (DMS) sorgt für eine konsistente Dokumentation und ermöglicht allen Mitarbeitenden – standortübergreifend – den schnellen Zugriff auf aktuelle Richtlinien und Verfahren. Selbstverständlich ist safety² in mehreren Sprachen verfügbar.",
      "alt":"Umwelt und sicherheit",
      "features":"safety² EHS-Basis zentralisiert Ihre Daten, hält sie aktuell und verknüpft sie intelligent mit allen Modulen. Anpassbare Berechtigungen gewährleisten höchste Datensicherheit."
     },
     "Betriebsanweisung":
     {
      "title":"Betriebsanweisung",
      "buttonText":"Mehr erfahren",
      "description":"Mit dem safety²-Modul Betriebsanweisungen erfüllen Sie Ihre Informationspflicht rechtssicher und standardisiert. Nutzen Sie praxisbewährte Vorlagen oder erstellen Sie individuelle Anweisungen, passgenau auf Ihr Unternehmen zugeschnitten. Integrieren Sie relevante Sicherheitsrichtlinien, Prozesse und Schutzmaßnahmen – für eine wirksame Risikominimierung und die zuverlässige Einhaltung gesetzlicher Vorgaben.",
      "alt":"Betriebsanweisung online erstellen",
      "features":"Erstellen Sie Betriebsanweisungen effizient mit vordefinierten oder anpassbaren Bausteinen. Dank intelligenter Verknüpfung erfolgt die Generierung automatisch – strukturiert, zeitsparend und normgerecht."
    },
    "Qualifkationen":
    {
      "title":"Qualifkationen",
      "buttonText":"Mehr erfahren",
      "description":"Gezielte Aufgabenvergabe basierend auf individuellen Qualifikationen – mit dem safety² Modul Qualifikationen. Das Modul unterstützt Sie dabei, Mitarbeitende passgenau gemäß ihrer Kompetenzen einzusetzen. So steigern Sie nicht nur die betriebliche Effizienz, sondern reduzieren gleichzeitig sicherheitsrelevante Risiken und verbessern den Arbeitsschutz nachhaltig. Durch die automatische Verknüpfung mit dem Modul Unterweisungen behalten Sie stets den Überblick über erforderliche Schulungen und ablaufende Zertifikate – und werden rechtzeitig erinnert.",
      "alt":"Compliance Zertifikaten",
      "features":"Zentrales, digitales Kompetenzmanagement mit umfassender Übersicht aller Mitarbeiterqualifikationen. Ermöglicht gezielte Filterung nach spezifischen Fachkompetenzen und Expertisen für optimale Ressourcenplanung."
    },
    "Gefahrdungsbeurteilungen":
    {
      "title":"Gefahrdungsbeurteilungen",
      "buttonText":"Mehr erfahren",
      "description":"Gefahren frühzeitig erkennen und wirksam vorbeugen – mit dem safety² Modul Gefährdungsbeurteilungen. Bewerten Sie Gefährdungen systematisch und stellen Sie sicher, dass geeignete Schutzmaßnahmen rechtzeitig umgesetzt werden. Das Modul unterstützt Sie bei der ganzheitlichen Risikobewertung und hilft, potenzielle Gefahrenquellen frühzeitig zu identifizieren – bevor sie zum Problem werden.",
      "alt":"Risikomanagement",
      "features":"Umfassende digitale Risikoerfassung und -management mit safety² - identifiziert, dokumentiert und bewertet systematisch alle betrieblichen Gefährdungspotenziale für maximale Arbeitssicherheit und Compliance."
    },
    "Maßnahmen":
    {
      "title":"Maßnahmen",
      "buttonText":"Mehr erfahren",
      "description":"Effizientes Maßnahmenmanagement – klar, zentral, transparent. Mit dem safety² Modul Maßnahmen behalten Sie sämtliche betrieblichen Maßnahmen im Blick. Erstellen Sie neue Maßnahmen mit wenigen Klicks und weisen Sie diese gezielt Verantwortlichen oder Abteilungen zu. Dank zentraler Übersicht und automatisierter Benachrichtigungen über Fristen, Änderungen und Statusupdates sorgen Sie für maximale Sicherheit, Transparenz und Nachverfolgbarkeit – ganz ohne Mehraufwand.",
      "alt":"Audit-Management",
      "features":"Zentrales digitales Maßnahmenmanagement mit safety² – ermöglicht lückenlose Planung, Verfolgung und Dokumentation aller unternehmensweiten Maßnahmen. Inklusive intelligentem Erinnerungssystem für termingerechte Umsetzung und automatischen Benachrichtigungen zu kritischen Änderungen."
    },
    "Prüf & Wartungsplaner":
    {
      "title":"Prüf & Wartungsplaner",
      "buttonText":"Mehr erfahren",
      "description":"Zuverlässigkeit mit System – dank digitalem Prüf- und Wartungsmanagement. Mit dem safety² Modul Prüf- & Wartungsplaner erfassen Sie alle prüfpflichtigen Objekte und Arbeitsmittel zentral und digital. Hinterlegen Sie individuelle Checklisten und planen Sie automatische Zuweisungen in definierten Intervallen. Das integrierte Erinnerungssystem stellt sicher, dass alle gesetzlichen Prüfzyklen eingehalten werden – lückenlos, termingerecht und revisionssicher.",
      "alt":"Gesetzliche Vorschriften",
      "features":"Zentrale digitale Erfassung und Überwachung aller prüfpflichtigen Objekte und Arbeitsmittel. Gewährleistet maximale Sicherheit und lückenlose Compliance durch strukturierte Verwaltung von Prüfmitteln und Wartungsaktivitäten mit automatisierter Fristenkontrolle."
    },
    "Umfallmanagement":
    {
      "title":"Umfallmanagement",
      "buttonText":"Mehr erfahren",
      "description":"Ganzheitliches Unfallmanagement für mehr Sicherheit und weniger Risiko Mit dem safety² Modul Unfallmanagement erfassen und verwalten Sie Beinahe-Unfälle, Wegeunfälle und Arbeitsunfälle digital und strukturiert. Kritische Ereignisse werden systematisch bewertet, dokumentiert und in konkrete Maßnahmen zur Prävention überführt. Die intuitive Schnellerfassungsmaske ermöglicht eine effiziente Bearbeitung, während die integrierte Unfallanzeige-Funktion den Verwaltungsaufwand deutlich reduziert.",
      "alt":"Vorfallmanagement",
      "features":"Smarte Arbeitsschutz-Dokumentation: Digitale Erfassung und Analyse von Arbeitsplatzunfällen für ein sichereres Arbeitsumfeld."
    },
    "Digitale Unterweisungen":
    {
      "title":"Digitale Unterweisungen",
      "buttonText":"Mehr erfahren",
      "description":"100 % rechtssichere Unterweisung – automatisiert, nachweisbar und individuell Mit dem safety² Modul Unterweisungen erfüllen Sie Ihre Unterweisungspflicht lückenlos und effizient – für interne wie externe Mitarbeitende. Erstellen Sie individuelle Schulungsthemen und -pläne, führen Sie Lernerfolgskontrollen durch und generieren Sie rechtssichere Zertifikate. Das Modul ermöglicht eine einfache Erstellung und Verwaltung von Unterweisungen, inklusive automatisierter Erinnerungen, Statusabfragen und umfassender Nachweisdokumentation.",
      "alt":"Digitale Unterweisungen erstellen",
      "features":"Effiziente Online-Schulungen, die Ihre gesetzlichen Unterweisungspflichten einfach und nachweisbar erfüllen."
     },
     "Sicherheits-Beobachtungen":
    {
      "title":"Sicherheits-Beobachtungen",
      "buttonText":"Mehr erfahren",
      "description":"Sicherheitsrisiken früh erkennen – mit dem safety² Modul Beobachtungen. Fördern Sie eine aktive Sicherheitskultur durch gezielte Beobachtungen und digitale Dokumentation. Das Modul ermöglicht es Mitarbeitenden, unsicheres Verhalten oder Regelverstöße einfach und direkt an die zuständigen Stellen zu melden – abteilungsübergreifend und standortunabhängig. Potenzielle Gefahrenquellen wie defekte Arbeitsmittel oder ungeeignete Umgebungen werden strukturiert erfasst. In Kombination mit weiteren safety² Modulen lassen sich daraus automatisch Maßnahmenpläne oder Betriebsanweisungen ableiten – für mehr Sicherheit und weniger Risiko im Arbeitsalltag.",
      "alt":"Sichere Beobachtungen",
      "features":"Digitale Erfassung von Arbeitsplatzverhalten und -bedingungen für gezielte Präventionsmaßnahmen und kontinuierliche Verbesserung."
    },
    "Intelligente Audits & Begehungen":
    {
      "title":"Intelligente Audits & Begehungen",
      "buttonText":"Mehr erfahren",
      "description":"Exzellente Arbeitssicherheit durch systematisches Audit- und Begehungsmanagement. Mit dem safety² Modul Audits & Begehungen organisieren Sie alle Sicherheitsüberprüfungen zentral und effizient – für maximale Sicherheit und Compliance. Erfassen Sie Beobachtungen direkt vor Ort, dokumentieren Sie diese digital in Echtzeit, werten Sie Ergebnisse gezielt aus und leiten Sie sofort notwendige Maßnahmen ein. So optimieren Sie Ihre Sicherheitsstandards nachhaltig und erfüllen alle regulatorischen Anforderungen proaktiv.",
       "alt":"Audit-Management",
      "features":" Optimieren Sie Ihre Compliance-Prozesse durch digitale Echtzeit-Dokumentation während der Begehungen. Unser integriertes Toolkit gewährleistet Richtlinienkonformität, proaktive Gefahrenerkennung und automatisierte Terminplanung – und verwandelt Routineinspektionen in strategische Sicherheitsintelligenz."
     },
     "section":
     {
      "title":"Alle EHS-Prozesse, eine Lösung – Maximale Kontrolle mit einem Klick",
      "paragraph":"  Unsere vielfältigen Fachmodule ermöglichen es Ihnen, alle wichtigen EHS-Prozesse zentral zu steuern..."
     }

  },
  "callToAction":
  {
   "Title":"Melden Sie sich noch heute kostenlos an",
   "paragraph":"Nutzen Sie jetzt unser fortschrittliches EHS-System und verbessern Sie Ihr Arbeitsschutz-, Gesundheits- und Umweltmanagement. Unsere Plattform hilft Ihnen, Compliance-Anforderungen zu erfüllen, Risiken zu minimieren und die Sicherheit am Arbeitsplatz zu erhöhen. Mit intuitiven Dashboards, automatisierten Berichten und umfassenden Analysetools optimieren Sie Ihre EHS-Prozesse und schützen sowohl Ihre Mitarbeiter als auch die Umwelt. Unser Expertenteam unterstützt Sie bei der nahtlosen Integration in Ihre bestehenden Abläufe – ganz ohne anfängliche Kosten.",
   "button":"demo anfordern",
   "button2":"Mehr erfahren"
  },
  "footer":
  {
  
    "uns":"Über uns",
    "modules":"Fachmodule",
    "help":"unsere Vision",
    "contact":"Kontakt",
     "privacy":"Datenschutzrichtlinie",
      "career":"Karriere"
  },
  "Cookie":
  {
   "privacy":"Datenschutzrichtlinie",
   "paragraph":"Diese Website verwendet Cookies, um Ihr Erlebnis zu verbessern. Weitere Informationen finden Sie in unserer",
   "button":"Alle akzeptieren",
   "button2":"abbrechen"
  },
  "aboutUs":
  {
    "title":"Wer sind wir?",
    "description":"Bei Safety2 unterstützen wir Unternehmen mit innovativen Softwarelösungen im Umwelt-, Gesundheits- und Sicherheitsmanagement (EHS). Unsere Plattform vereinfacht die Einhaltung von Vorschriften, verbessert die Sicherheit am Arbeitsplatz und unterstützt branchenübergreifend nachhaltige Umweltpraktiken. Was uns auszeichnet, ist nicht nur unsere Technologie, sondern auch unser Engagement für partnerschaftliche Zusammenarbeit. Wir liefern nicht einfach nur Software – wir begleiten unsere Kunden bei jedem Schritt und bieten kontinuierliche Unterstützung, um langfristigen Erfolg und messbare Wirkung zu gewährleisten. Unsere Stärke liegt in unserem vielfältigen und internationalen Team, in dem jede Stimme zählt. Wir glauben, dass Innovation durch den Austausch von Ideen entsteht, und wir fördern eine kollaborative Kultur, die den Input unserer Teammitglieder und unserer Kunden wertschätzt. Kundenfeedback ist entscheidend für unsere Weiterentwicklung – unsere Produkt-Roadmap orientiert sich an realen Bedürfnissen und Erkenntnissen. Mit Safety2 erhalten Sie nicht nur eine Lösung, sondern einen vertrauenswürdigen Partner für eine sicherere, gesündere und nachhaltigere Zukunft.",
    "demo":"Demo anfordern",
    "learn":"Mehr erfahren"
  },
  
  "privacy": {
    "title": "Datenschutzerklärung",
    "effectiveDate": "Gültig ab: 11. Juni 2025",

    "introTitle": "Einleitung",
    "introText": "Wir nehmen den Datenschutz ernst. Diese Datenschutzerklärung erklärt, welche personenbezogenen Daten wir erheben, wie wir sie verwenden und welche Rechte Sie gemäß der Datenschutz-Grundverordnung (DSGVO) haben.",

    "controllerTitle": "1. Verantwortlicher",
    "controllerText": "Safety Doors GmbH, Ruhenhof 4, 48565 Steinfurt, Deutschland. Telefon: +49 2551 835195, E-Mail: info@safety-doors.com",

    "dataCollectionTitle": "2. Welche Daten wir erfassen",
    "cookiesText": "a. Cookies (automatisch erfasst): Wir verwenden ein einziges Cookie zur Erkennung der bevorzugten Sprache (locale). Wir verwenden keine Tracking-Cookies, Analysetools oder andere Profiling-Technologien.",
    "demoRequestText": "b. Demo-Anfrage (vom Nutzer übermittelt): Wenn Sie eine Produktdemo anfordern, erfassen wir folgende Daten: Vollständiger Name, E-Mail-Adresse, Telefonnummer, Firmenname, Anzahl der Mitarbeiter.",

    "purposeTitle": "3. Zweck und Rechtsgrundlage",
    "purposeText": "Die Rechtsgrundlage für die Verarbeitung dieser Daten ist Art. 6 Abs. 1 lit. b DSGVO – Maßnahmen vor Vertragsabschluss auf Ihre Anfrage. Wir verwenden die Daten ausschließlich, um Sie zu kontaktieren und eine Demo zu vereinbaren.",

    "securityTitle": "4. Datenübermittlung und Sicherheit",
    "securityText": "Die übermittelten Daten werden ausschließlich über verschlüsselte und sichere Protokolle übertragen und nur von unserem autorisierten Vertriebsteam verarbeitet. Wir geben keine Daten an Dritte weiter und übertragen sie nicht außerhalb der EU/des EWR.",

    "retentionTitle": "5. Speicherdauer",
    "retentionText": "Ihre Daten werden nur so lange gespeichert, wie es zur Bearbeitung Ihrer Demo-Anfrage erforderlich ist oder gesetzliche Aufbewahrungspflichten (z. B. handelsrechtliche Vorschriften) bestehen.",

    "rightsTitle": "6. Ihre Rechte nach der DSGVO",
    "rightsText": "Sie haben das Recht auf: Auskunft (Art. 15 DSGVO), Berichtigung (Art. 16 DSGVO), Löschung (Art. 17 DSGVO), Einschränkung der Verarbeitung (Art. 18 DSGVO), Widerspruch (Art. 21 DSGVO), Datenübertragbarkeit (Art. 20 DSGVO). Zur Ausübung Ihrer Rechte schreiben Sie bitte an: info@safety-doors.com.",

    "complaintTitle": "7. Beschwerderecht",
    "complaintText": "Wenn Sie der Meinung sind, dass Ihre Daten unrechtmäßig verarbeitet werden, können Sie sich bei einer Datenschutzaufsichtsbehörde beschweren. In Deutschland ist dies z. B.: Der Bundesbeauftragte für den Datenschutz und die Informationsfreiheit (BfDI). Website: https://www.bfdi.bund.de",

    "changesTitle": "8. Änderungen dieser Erklärung",
    "changesText": "Wir können diese Datenschutzerklärung aktualisieren, um gesetzlichen Anforderungen zu entsprechen oder Änderungen unserer Dienste abzubilden. Die jeweils aktuelle Version wird immer auf dieser Seite veröffentlicht.",

    "legalInfoTitle": "Angaben gemäß § 5 TMG",

    "impressumTitle": "Impressum",
    "impressumText": "Safety Doors GmbH, Ruhenhof 4, 48565 Steinfurt, Deutschland",

    "phoneLabel": "Telefon",
    "phoneText": "+49 2551 83 51 20",

    "emailLabel": "E-Mail",
    "emailText": "info@safety-doors.com",

    "websiteLabel": "Website",
    "websiteText": "safety-doors.com",

    "representedLabel": "Vertreten durch",
    "representedText": "Karl-Heinz Beier, Andreas Schuch",

    "registerLabel": "Handelsregister",
    "registerText": "Registergericht: Steinfurt, Handelsregister: HRB 9306",

    "vatLabel": "Umsatzsteuer-ID",
    "vatText": "Umsatzsteuer-Identifikationsnummer gemäß § 27a UStG: DE278535593",

    "insuranceTitle": "Angaben zur Berufshaftpflichtversicherung",
    "insuranceText": "Räumlicher Geltungsbereich der Versicherung: Europaweit.",

    "disputeTitle": "EU-Streitbeilegung",
    "disputeText": "Die Europäische Kommission stellt eine Plattform zur Online-Streitbeilegung (OS) bereit: https://ec.europa.eu/consumers/odr. Unsere E-Mail-Adresse finden Sie oben im Impressum.",

    "consumerDisputeTitle": "Verbraucherstreitbeilegung",
    "consumerDisputeText": "Wir sind nicht bereit oder verpflichtet, an Streitbeilegungsverfahren vor einer Verbraucherschlichtungsstelle teilzunehmen.",

    "contentLiabilityTitle": "Haftung für Inhalte",
    "contentLiabilityText": "Als Diensteanbieter sind wir gemäß § 7 Abs. 1 TMG für eigene Inhalte auf diesen Seiten verantwortlich. Nach §§ 8 bis 10 TMG sind wir jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen. Verpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unberührt. Eine diesbezügliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung möglich. Bei Bekanntwerden entsprechender Rechtsverletzungen werden wir diese Inhalte umgehend entfernen.",

    "linkLiabilityTitle": "Haftung für Links",
    "linkLiabilityText": "Unser Angebot enthält Links zu externen Webseiten Dritter, auf deren Inhalte wir keinen Einfluss haben. Deshalb können wir für diese fremden Inhalte auch keine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich. Die verlinkten Seiten wurden zum Zeitpunkt der Verlinkung auf mögliche Rechtsverstöße überprüft. Rechtswidrige Inhalte waren zum Zeitpunkt der Verlinkung nicht erkennbar. Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer Rechtsverletzung nicht zumutbar. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Links umgehend entfernen.",

    "copyrightTitle": "Urheberrecht",
    "copyrightText": "Die durch die Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechts bedürfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers. Downloads und Kopien dieser Seite sind nur für den privaten, nicht kommerziellen Gebrauch gestattet. Soweit die Inhalte auf dieser Seite nicht vom Betreiber erstellt wurden, werden die Urheberrechte Dritter beachtet. Insbesondere werden Inhalte Dritter als solche gekennzeichnet. Sollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitten wir um einen entsprechenden Hinweis. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Inhalte umgehend entfernen."
  },
  "careers": {
  "title": "Karriere",
  "job": "Stellenangebote",
  "training": "Ausbildung",
  "learn": "mehr erfahren"
}


}