{
    "HomePage": {
      "header": "La sécurité d'abord, la conformité toujours.",
      "demo":"demander une démonstration.",
      "uns":"à propos de nous",
      "modules":"Modules",
      "help":"Aide",
      "contact":"Contact"
      
    },
    "Main":
    {
      "version":"La version 2.0 est là",
      "title":"Safety² Le logiciel EHS le plus avancé pour une sécurité au travail maximale",
      "description":"safety² est le logiciel EHS flexible, basé sur navigateur et cloud qui s'adapte parfaitement aux exigences de votre entreprise. Grâce à sa structure modulaire, vous décidez des fonctionnalités dont vous avez besoin. À l'épreuve des audits, conforme aux normes et toujours à jour – pour un environnement de travail sûr qui ne fait aucun compromis.",
      "demo":"demander une démonstration.",
      "learn":"en savoir plus"
    },
    "Showcase":
    {
      "header":"La sécurité d'abord, la conformité toujours.",
      "header2":"Sécurité maximale, plus intelligente, plus rapide, plus fiable.",
      "header3":"Sécurité Efficacité. Conformité",
      "description":"Créez un environnement de travail sûr et conforme sans compromis. Notre logiciel EHS vous aide à identifier les risques tôt, à respecter facilement les réglementations et à gérer efficacement les processus."
    },
    "Modules":
    {
     "EHS-Basis":
     {
      "title":"Base EHS",
      "buttonText":"En savoir plus",
      "description":"La base safety² EHS – Votre plateforme centrale pour une gestion structurée et efficace de la santé et de la sécurité. Toutes les données pertinentes sont regroupées de manière centralisée, mises à jour en continu et liées de façon transparente avec d'autres modules. Des structures d'autorisation flexibles garantissent les normes les plus élevées en matière de protection des données et de sécurité. Le système de gestion documentaire personnalisable (GED) assure une documentation cohérente et offre à tous les employés – à travers tous les sites – un accès rapide aux directives et procédures actuelles. Bien entendu, safety² est disponible en plusieurs langues.",
      "alt":"Environnement et sécurité",
      "features":"La base safety² EHS centralise vos données, les maintient à jour et les connecte intelligemment à tous les modules. Des autorisations personnalisables garantissent la plus haute sécurité des données."
     },
     "Betriebsanweisung":
     {
      "title":"Instructions d'exploitation",
      "buttonText":"En savoir plus",
      "description":"Avec le module Instructions d'exploitation de safety², vous remplissez vos obligations d'information de manière juridiquement sûre et standardisée. Utilisez des modèles éprouvés ou créez des instructions individuelles, adaptées précisément à votre entreprise. Intégrez des directives de sécurité pertinentes, des processus et des mesures de protection – pour une minimisation efficace des risques et une conformité fiable aux exigences légales.",
      "alt":"Créer des instructions d'exploitation en ligne",
      "features":"Créez des instructions d'exploitation efficacement avec des composants prédéfinis ou personnalisables. Grâce à une liaison intelligente, la génération se fait automatiquement – structurée, économe en temps et conforme aux normes."
    },
    "Qualifkationen":
    {
      "title":"Qualifications",
      "buttonText":"En savoir plus",
      "description":"Attribution ciblée des tâches basée sur les qualifications individuelles – avec le module Qualifications de safety². Le module vous aide à déployer les employés précisément selon leurs compétences. Cela augmente non seulement l'efficacité opérationnelle, mais réduit également les risques liés à la sécurité et améliore durablement la sécurité au travail. Grâce à la liaison automatique avec le module Formation, vous gardez toujours une vue d'ensemble des formations requises et des certificats qui expirent – et recevez des rappels en temps opportun.",
      "alt":"Certificats de conformité",
      "features":"Gestion centrale et numérique des compétences avec une vue d'ensemble complète de toutes les qualifications des employés. Permet un filtrage ciblé par compétences professionnelles spécifiques et expertise pour une planification optimale des ressources."
    },
    "Gefahrdungsbeurteilungen":
    {
      "title":"Évaluations des risques",
      "buttonText":"En savoir plus",
      "description":"Identifiez les dangers tôt et prévenez-les efficacement – avec le module Évaluation des risques de safety². Évaluez systématiquement les dangers et assurez-vous que des mesures de protection appropriées sont mises en œuvre en temps opportun. Le module vous soutient dans l'évaluation holistique des risques et aide à identifier les sources potentielles de danger tôt – avant qu'elles ne deviennent un problème.",
      "alt":"Gestion des risques",
      "features":"Enregistrement et gestion numériques complets des risques avec safety² - identifie, documente et évalue systématiquement tous les potentiels de danger opérationnels pour une sécurité au travail et une conformité maximales."
    },
    "Maßnahmen":
    {
      "title":"Mesures",
      "buttonText":"En savoir plus",
      "description":"Gestion efficace des mesures – claire, centrale, transparente. Avec le module Mesures de safety², vous gardez une trace de toutes les mesures opérationnelles. Créez de nouvelles mesures en quelques clics et attribuez-les spécifiquement aux personnes ou départements responsables. Grâce à une vue d'ensemble centrale et à des notifications automatisées sur les délais, les changements et les mises à jour de statut, vous assurez une sécurité, une transparence et une traçabilité maximales – sans effort supplémentaire.",
      "alt":"Gestion des audits",
      "features":"Gestion centrale numérique des mesures avec safety² – permet une planification, un suivi et une documentation sans faille de toutes les mesures à l'échelle de l'entreprise. Comprend un système de rappel intelligent pour une mise en œuvre en temps opportun et des notifications automatiques des changements critiques."
    },
    "Prüf & Wartungsplaner":
    {
      "title":"Planificateur d'inspection et de maintenance",
      "buttonText":"En savoir plus",
      "description":"Fiabilité avec un système – grâce à la gestion numérique des inspections et de la maintenance. Avec le module Planificateur d'inspection et de maintenance de safety², vous enregistrez tous les éléments et équipements de travail nécessitant une inspection de manière centralisée et numérique. Configurez des listes de contrôle individuelles et planifiez des affectations automatiques à des intervalles définis. Le système de rappel intégré garantit que tous les cycles d'inspection légaux sont respectés – sans faille, à temps et à l'épreuve des audits.",
      "alt":"Réglementations légales",
      "features":"Enregistrement et surveillance numériques centralisés de tous les objets et équipements de travail nécessitant une inspection. Assure une sécurité maximale et une conformité sans faille grâce à une gestion structurée des équipements de test et des activités de maintenance avec un contrôle automatisé des délais."
    },
    "Umfallmanagement":
    {
      "title":"Gestion des incidents",
      "buttonText":"En savoir plus",
      "description":"Gestion complète des accidents pour plus de sécurité et moins de risque. Avec le module Gestion des accidents de safety², vous enregistrez et gérez les quasi-accidents, les accidents de trajet et les accidents de travail de manière numérique et structurée. Les événements critiques sont systématiquement évalués, documentés et traduits en mesures concrètes de prévention. Le masque de saisie rapide intuitif permet un traitement efficace, tandis que la fonction intégrée de rapport d'accident réduit considérablement l'effort administratif.",
      "alt":"Gestion des incidents",
      "features":"Documentation intelligente de la sécurité au travail : enregistrement et analyse numériques des accidents du travail pour un environnement de travail plus sûr."
    },
    "Digitale Unterweisungen":
    {
      "title":"Instructions numériques",
      "buttonText":"En savoir plus",
      "description":"Formation 100% juridiquement sûre – automatisée, vérifiable et individuelle. Avec le module Formation de safety², vous remplissez vos obligations de formation de manière transparente et efficace – pour les employés internes et externes. Créez des sujets et des plans de formation individuels, effectuez des contrôles de réussite d'apprentissage et générez des certificats juridiquement sûrs. Le module permet une création et une gestion simples des sessions de formation, y compris des rappels automatisés, des requêtes de statut et une documentation complète des preuves.",
      "alt":"Créer une formation numérique",
      "features":"Formation en ligne efficace qui remplit vos obligations légales d'instruction simplement et de manière vérifiable."
     },
     "Sicherheits-Beobachtungen":
    {
      "title":"Observations de sécurité",
      "buttonText":"En savoir plus",
      "description":"Détectez les risques de sécurité tôt – avec le module Observations de safety². Promouvez une culture de sécurité active grâce à des observations ciblées et une documentation numérique. Le module permet aux employés de signaler facilement et directement des comportements dangereux ou des violations de règles aux départements responsables – à travers les départements et les sites. Les sources potentielles de danger telles que les équipements de travail défectueux ou les environnements inadaptés sont enregistrées de manière structurée. En combinaison avec d'autres modules safety², des plans d'action ou des instructions d'exploitation peuvent être automatiquement dérivés – pour plus de sécurité et moins de risque dans le travail quotidien.",
      "alt":"Observations de sécurité",
      "features":"Enregistrement numérique du comportement et des conditions de travail pour des mesures de prévention ciblées et une amélioration continue."
    },
    "Intelligente Audits & Begehungen":
    {
      "title":"Audits et inspections intelligents",
      "buttonText":"En savoir plus",
      "description":"Excellente sécurité au travail grâce à une gestion systématique des audits et des inspections. Avec le module Audits et inspections de safety², vous organisez tous les contrôles de sécurité de manière centralisée et efficace – pour une sécurité et une conformité maximales. Enregistrez les observations directement sur place, documentez-les numériquement en temps réel, évaluez spécifiquement les résultats et initiez immédiatement les mesures nécessaires. De cette façon, vous optimisez durablement vos normes de sécurité et remplissez de manière proactive toutes les exigences réglementaires.",
       "alt":"Gestion des audits",
      "features":"Optimisez vos processus de conformité grâce à une documentation numérique en temps réel pendant les inspections. Notre boîte à outils intégrée garantit la conformité aux directives, la détection proactive des dangers et la planification automatisée – transformant les inspections de routine en intelligence stratégique de sécurité."
     }
  },
  "callToAction":
  {
   "Title":"Inscrivez-vous gratuitement aujourd'hui",
   "paragraph":"Utilisez notre système EHS avancé dès maintenant et améliorez votre gestion de la santé, de la sécurité et de l'environnement au travail. Notre plateforme vous aide à répondre aux exigences de conformité, à minimiser les risques et à augmenter la sécurité sur le lieu de travail. Avec des tableaux de bord intuitifs, des rapports automatisés et des outils d'analyse complets, vous pouvez optimiser vos processus EHS et protéger à la fois vos employés et l'environnement. Notre équipe d'experts vous aidera à intégrer de manière transparente dans vos processus existants – sans frais initiaux.",
   "button":"demander une démonstration",
   "button2":"en savoir plus"
  },
  "footer":
  {
  
    "uns":"à propos de nous",
    "modules":"Modules",
    "help":"Aide",
    "contact":"Contact"
  }
}