{
    "HomePage": {
      "header": "Segurança em primeiro lugar, conformidade sempre.",
      "home":"página inicial",
      "demo":"solicitar uma demonstração.",
      "uns":"sobre nós",
      "modules":"Módulos",
      "help":"A nossa visão",
      "contact":"Contato",
      "career":"carreira"
      
    },
    "Main":
    {
      "version":"A versão 2.0 está aqui",
      "title":"Safety² O software EHS mais avançado para máxima segurança ocupacional",
      "description":"safety² é o software EHS flexível, baseado em navegador e nuvem que se adapta perfeitamente aos requisitos da sua empresa. Graças à sua estrutura modular, você decide quais recursos precisa. À prova de auditoria, em conformidade com as normas e sempre atualizado – para um ambiente de trabalho seguro que não faz concessões.",
      "demo":"solicitar uma demonstração.",
      "learn":"saiba mais"
    },
    "Showcase":
    {
      "header":"Segurança em primeiro lugar, conformidade sempre.",
      "header2":"Máxima segurança, mais inteligente, mais rápida, mais confiável.",
      "header3":"Segurança Eficiência. Conformidade",
      "description":"Crie um ambiente de trabalho seguro e conforme sem compromissos. Nosso software EHS ajuda você a identificar riscos precocemente, cumprir regulamentos sem esforço e gerenciar processos com eficiência."
    },
    "Modules":
    {
     "EHS-Basis":
     {
      "title":"Base EHS",
      "buttonText":"Saiba mais",
      "description":"A base safety² EHS – Sua plataforma central para gestão estruturada e eficiente de saúde e segurança. Todos os dados relevantes são centralizados, continuamente atualizados e perfeitamente conectados com outros módulos. Estruturas de permissão flexíveis garantem os mais altos padrões de proteção de dados e segurança. O sistema de gerenciamento de documentos personalizável (GED) assegura uma documentação consistente e proporciona a todos os funcionários – em todas as localizações – acesso rápido às diretrizes e procedimentos atuais. Naturalmente, safety² está disponível em vários idiomas.",
      "alt":"Meio ambiente e segurança",
      "features":"A base safety² EHS centraliza seus dados, mantém-nos atualizados e conecta-os inteligentemente com todos os módulos. Permissões personalizáveis garantem a máxima segurança dos dados."
     },
     "Betriebsanweisung":
     {
      "title":"Instruções de operação",
      "buttonText":"Saiba mais",
      "description":"Com o módulo de Instruções de Operação do safety², você cumpre suas obrigações de informação de maneira legalmente segura e padronizada. Use modelos comprovados ou crie instruções individuais, adaptadas precisamente à sua empresa. Integre diretrizes de segurança relevantes, processos e medidas de proteção – para uma minimização eficaz de riscos e conformidade confiável com requisitos legais.",
      "alt":"Criar instruções de operação online",
      "features":"Crie instruções de operação eficientemente com componentes predefinidos ou personalizáveis. Graças à conexão inteligente, a geração acontece automaticamente – estruturada, economizando tempo e em conformidade com os padrões."
    },
    "Qualifkationen":
    {
      "title":"Qualificações",
      "buttonText":"Saiba mais",
      "description":"Atribuição direcionada de tarefas baseada em qualificações individuais – com o módulo de Qualificações do safety². O módulo apoia você na implantação de funcionários precisamente de acordo com suas competências. Isso não apenas aumenta a eficiência operacional, mas também reduz riscos relevantes para a segurança e melhora sustentavelmente a segurança ocupacional. Através da conexão automática com o módulo de Treinamento, você mantém sempre uma visão geral dos treinamentos necessários e certificados a expirar – e recebe lembretes oportunos.",
      "alt":"Certificados de conformidade",
      "features":"Gerenciamento central e digital de competências com visão abrangente de todas as qualificações dos funcionários. Permite filtragem direcionada por competências profissionais específicas e expertise para planejamento ideal de recursos."
    },
    "Gefahrdungsbeurteilungen":
    {
      "title":"Avaliações de risco",
      "buttonText":"Saiba mais",
      "description":"Identifique perigos precocemente e previna-os eficazmente – com o módulo de Avaliação de Riscos do safety². Avalie sistematicamente os perigos e garanta que medidas de proteção apropriadas sejam implementadas em tempo hábil. O módulo apoia você na avaliação holística de riscos e ajuda a identificar fontes potenciais de perigo precocemente – antes que se tornem um problema.",
      "alt":"Gestão de riscos",
      "features":"Registro e gerenciamento digital abrangente de riscos com safety² - identifica, documenta e avalia sistematicamente todos os potenciais de perigo operacionais para máxima segurança ocupacional e conformidade."
    },
    "Maßnahmen":
    {
      "title":"Medidas",
      "buttonText":"Saiba mais",
      "description":"Gerenciamento eficiente de medidas – claro, central, transparente. Com o módulo de Medidas do safety², você mantém o controle de todas as medidas operacionais. Crie novas medidas com apenas alguns cliques e atribua-as especificamente a pessoas ou departamentos responsáveis. Graças a uma visão geral central e notificações automatizadas sobre prazos, alterações e atualizações de status, você garante máxima segurança, transparência e rastreabilidade – sem qualquer esforço adicional.",
      "alt":"Gestão de auditorias",
      "features":"Gerenciamento central digital de medidas com safety² – permite planejamento, acompanhamento e documentação sem falhas de todas as medidas em toda a empresa. Inclui sistema inteligente de lembretes para implementação oportuna e notificações automáticas de alterações críticas."
    },
    "Prüf & Wartungsplaner":
    {
      "title":"Planejador de inspeção e manutenção",
      "buttonText":"Saiba mais",
      "description":"Confiabilidade com sistema – graças ao gerenciamento digital de inspeção e manutenção. Com o módulo Planejador de Inspeção e Manutenção do safety², você registra todos os itens e equipamentos de trabalho que requerem inspeção de forma centralizada e digital. Configure listas de verificação individuais e planeje atribuições automáticas em intervalos definidos. O sistema integrado de lembretes garante que todos os ciclos de inspeção legais sejam cumpridos – sem falhas, no prazo e à prova de auditoria.",
      "alt":"Regulamentações legais",
      "features":"Registro e monitoramento digital centralizado de todos os objetos e equipamentos de trabalho que requerem inspeção. Garante máxima segurança e conformidade perfeita através do gerenciamento estruturado de equipamentos de teste e atividades de manutenção com controle automatizado de prazos."
    },
    "Umfallmanagement":
    {
      "title":"Gestão de incidentes",
      "buttonText":"Saiba mais",
      "description":"Gerenciamento abrangente de acidentes para mais segurança e menos risco. Com o módulo de Gestão de Acidentes do safety², você registra e gerencia quase-acidentes, acidentes de trajeto e acidentes de trabalho de forma digital e estruturada. Eventos críticos são sistematicamente avaliados, documentados e traduzidos em medidas concretas de prevenção. A máscara intuitiva de entrada rápida permite processamento eficiente, enquanto a função integrada de relatório de acidente reduz significativamente o esforço administrativo.",
      "alt":"Gestão de incidentes",
      "features":"Documentação inteligente de segurança ocupacional: Registro e análise digital de acidentes de trabalho para um ambiente de trabalho mais seguro."
    },
    "Digitale Unterweisungen":
    {
      "title":"Instruções digitais",
      "buttonText":"Saiba mais",
      "description":"Treinamento 100% legalmente seguro – automatizado, verificável e individual. Com o módulo de Treinamento do safety², você cumpre suas obrigações de treinamento sem problemas e eficientemente – tanto para funcionários internos quanto externos. Crie tópicos e planos de treinamento individuais, realize verificações de sucesso de aprendizagem e gere certificados legalmente seguros. O módulo permite criação e gerenciamento simples de sessões de treinamento, incluindo lembretes automatizados, consultas de status e documentação abrangente de evidências.",
      "alt":"Criar treinamento digital",
      "features":"Treinamento online eficiente que cumpre suas obrigações legais de instrução de forma simples e verificável."
     },
     "Sicherheits-Beobachtungen":
    {
      "title":"Observações de segurança",
      "buttonText":"Saiba mais",
      "description":"Detecte riscos de segurança precocemente – com o módulo de Observações do safety². Promova uma cultura de segurança ativa através de observações direcionadas e documentação digital. O módulo permite que os funcionários relatem fácil e diretamente comportamentos inseguros ou violações de regras aos departamentos responsáveis – através de departamentos e localizações. Fontes potenciais de perigo como equipamentos de trabalho defeituosos ou ambientes inadequados são registrados de forma estruturada. Em combinação com outros módulos do safety², planos de ação ou instruções de operação podem ser automaticamente derivados – para mais segurança e menos risco no trabalho diário.",
      "alt":"Observações de segurança",
      "features":"Registro digital de comportamento e condições do local de trabalho para medidas de prevenção direcionadas e melhoria contínua."
    },
    "Intelligente Audits & Begehungen":
    {
      "title":"Auditorias e inspeções inteligentes",
      "buttonText":"Saiba mais",
      "description":"Excelente segurança ocupacional através de gerenciamento sistemático de auditorias e inspeções. Com o módulo de Auditorias e Inspeções do safety², você organiza todas as verificações de segurança de forma centralizada e eficiente – para máxima segurança e conformidade. Registre observações diretamente no local, documente-as digitalmente em tempo real, avalie resultados especificamente e inicie imediatamente as medidas necessárias. Dessa forma, você otimiza sustentavelmente seus padrões de segurança e cumpre proativamente todos os requisitos regulatórios.",
       "alt":"Gestão de auditorias",
      "features":"Otimize seus processos de conformidade através de documentação digital em tempo real durante as inspeções. Nosso conjunto de ferramentas integrado garante conformidade com diretrizes, detecção proativa de perigos e agendamento automatizado – transformando inspeções de rotina em inteligência estratégica de segurança."
     },
      "section":
     {
      "title":"Todos os processos EHS, uma solução – Controlo máximo com um clique",
      "paragraph":"Os nossos diversos módulos especializados permitem-lhe gerir centralmente todos os processos importantes de EHS..."
     }

  },
  "callToAction":
  {
   "Title":"Registre-se gratuitamente hoje",
   "paragraph":"Use nosso avançado sistema EHS agora e melhore sua gestão de saúde, segurança e meio ambiente ocupacional. Nossa plataforma ajuda você a atender requisitos de conformidade, minimizar riscos e aumentar a segurança no local de trabalho. Com painéis intuitivos, relatórios automatizados e ferramentas de análise abrangentes, você pode otimizar seus processos EHS e proteger tanto seus funcionários quanto o meio ambiente. Nossa equipe de especialistas irá apoiá-lo com integração perfeita em seus processos existentes – sem custo inicial.",
   "button":"solicitar uma demonstração",
   "button2":"saiba mais"
  },
  "footer":
  {
  
    "uns":"sobre nós",
    "modules":"Módulos",
    
    "help":"A nossa visão",
    "contact":"Contato",
    "privacy":"política de Privacidade",
    "career":"carreira"

  },
  "Cookie":
  {
   "privacy":"política de Privacidade",
   "paragraph":"Este site usa cookies para melhorar sua experiência. Você pode ler mais em nosso",
   "button":"Aceitar tudo",
   "button2":"Declínio"
  },
   "aboutUs":
  {
    "title":"Quem somos nós?",
    "description":"Na Safety2, dedicamo-nos a capacitar as organizações com soluções de software de ponta em gestão de Ambiente, Saúde e Segurança (EHS). A nossa plataforma foi concebida para simplificar a conformidade, melhorar a segurança no local de trabalho e apoiar práticas ambientais sustentáveis ​​em todos os setores. O que nos diferencia não é apenas a nossa tecnologia, mas o nosso compromisso com as parcerias. Não só entregamos software, como acompanhamos os nossos clientes em cada passo do caminho, oferecendo suporte contínuo para garantir o sucesso a longo prazo e um impacto mensurável. A nossa força está na nossa equipa diversificada e internacional, onde cada voz importa. Acreditamos que a inovação prospera quando as ideias são partilhadas e promovemos uma cultura colaborativa que valoriza o contributo dos membros da nossa equipa e dos nossos clientes. O feedback do cliente é essencial para a nossa evolução: o nosso roteiro de produtos é moldado pelas necessidades e perceções do mundo real. Com a Safety2, não está apenas a obter uma solução, mas também a ganhar um parceiro de confiança na construção de um futuro mais seguro, saudável e sustentável.",
    "demo":"solicite uma demonstração.",
    "learn":"saiba mais"
  },
  "privacy": {
    "title": "Política de Privacidade",
    "effectiveDate": "Data de entrada em vigor: 11 de junho de 2025",

    "introTitle": "Introdução",
    "introText": "Levamos a privacidade dos dados a sério. Esta política de privacidade explica quais dados pessoais recolhemos, como os utilizamos e os seus direitos ao abrigo do Regulamento Geral sobre a Proteção de Dados (RGPD).",

    "controllerTitle": "1. Responsável pelo Tratamento",
    "controllerText": "Safety Doors GmbH, Ruhenhof 4, 48565 Steinfurt, Alemanha. Telefone: +49 2551 835195, Email: info@safety-doors.com",

    "dataCollectionTitle": "2. Que dados recolhemos",
    "cookiesText": "a. Cookies (recolhidos automaticamente): Usamos apenas um cookie para detetar a sua língua preferida (locale). Não usamos cookies de rastreamento, análises ou outras tecnologias de perfilagem.",
    "demoRequestText": "b. Pedido de Demonstração (submetido pelo utilizador): Quando solicita uma demonstração do produto, recolhemos os seguintes dados: Nome completo, Endereço de email, Número de telefone, Nome da empresa, Número de funcionários.",

    "purposeTitle": "3. Finalidade e base legal",
    "purposeText": "A base legal para o tratamento destes dados é o Art. 6 (1)(b) do RGPD — passos necessários antes da celebração de um contrato a seu pedido. Utilizamos os seus dados apenas para o contactar e agendar uma demonstração.",

    "securityTitle": "4. Transmissão e segurança dos dados",
    "securityText": "Os dados submetidos são transmitidos exclusivamente por protocolos seguros e encriptados, e são tratados apenas pela nossa equipa de vendas autorizada. Não partilhamos os seus dados com terceiros nem os transferimos para fora da UE/EEE.",

    "retentionTitle": "5. Retenção dos dados",
    "retentionText": "Os seus dados são conservados apenas pelo tempo necessário para dar resposta ao seu pedido de demonstração ou para cumprir obrigações legais (por exemplo, leis de retenção comercial).",

    "rightsTitle": "6. Os seus direitos ao abrigo do RGPD",
    "rightsText": "Tem o direito de: Aceder aos seus dados (Art. 15 RGPD), Corrigir dados incorretos (Art. 16 RGPD), Apagar os seus dados (Art. 17 RGPD), Restringir o tratamento (Art. 18 RGPD), Opor-se ao tratamento (Art. 21 RGPD), Portabilidade dos dados (Art. 20 RGPD). Para exercer os seus direitos, contacte: info@safety-doors.com.",

    "complaintTitle": "7. Direito a apresentar uma reclamação",
    "complaintText": "Se acredita que os seus dados estão a ser tratados de forma ilegal, pode apresentar uma reclamação junto de uma autoridade de proteção de dados. Na Alemanha, é: Comissário Federal para a Proteção de Dados e Liberdade de Informação (BfDI). Website: https://www.bfdi.bund.de",

    "changesTitle": "8. Alterações a esta política",
    "changesText": "Podemos atualizar esta política para cumprir requisitos legais ou refletir alterações nos nossos serviços. A versão mais recente será sempre publicada nesta página.",

    "legalInfoTitle": "Informações conforme § 5 TMG",

    "impressumTitle": "Impressum (Informações legais)",
    "impressumText": "Safety Doors GmbH, Ruhenhof 4, 48565 Steinfurt, Alemanha",

    "phoneLabel": "Telefone",
    "phoneText": "+49 2551 83 51 20",

    "emailLabel": "Email",
    "emailText": "info@safety-doors.com",

    "websiteLabel": "Website",
    "websiteText": "safety-doors.com",

    "representedLabel": "Representado por",
    "representedText": "Karl-Heinz Beier, Andreas Schuch",

    "registerLabel": "Registo Comercial",
    "registerText": "Tribunal de Registo: Steinfurt, Registo Comercial: HRB 9306",

    "vatLabel": "NIF de IVA",
    "vatText": "Número de identificação para efeitos de IVA conforme §27 a da lei do imposto sobre vendas: DE278535593",

    "insuranceTitle": "Informações sobre o seguro de responsabilidade profissional",
    "insuranceText": "Área de cobertura do seguro: Em toda a Europa.",

    "disputeTitle": "Resolução de litígios na UE",
    "disputeText": "A Comissão Europeia disponibiliza uma plataforma para resolução de litígios online (RLL): https://ec.europa.eu/consumers/odr. O nosso endereço de email encontra-se acima no Impressum.",

    "consumerDisputeTitle": "Resolução de litígios de consumidores",
    "consumerDisputeText": "Não estamos dispostos nem obrigados a participar em processos de resolução de litígios perante uma entidade de resolução de conflitos de consumo universal.",

    "contentLiabilityTitle": "Responsabilidade sobre o conteúdo",
    "contentLiabilityText": "Como prestadores de serviços, somos responsáveis pelo conteúdo próprio nestas páginas de acordo com o § 7 (1) da Lei Alemã de Telemedia (TMG). No entanto, segundo os §§ 8 a 10 da TMG, não somos obrigados a monitorizar informações de terceiros transmitidas ou armazenadas, nem a investigar atividades ilegais. As obrigações de remover ou bloquear o uso de informações segundo a legislação geral permanecem inalteradas. A responsabilidade só é possível a partir do momento em que se toma conhecimento de uma infração concreta. Ao tomarmos conhecimento de violações legais, removeremos o conteúdo de imediato.",

    "linkLiabilityTitle": "Responsabilidade sobre ligações externas",
    "linkLiabilityText": "O nosso website contém links para websites externos de terceiros, cujos conteúdos não controlamos. Por isso, não assumimos qualquer responsabilidade por esses conteúdos externos. O respetivo fornecedor ou operador das páginas ligadas é sempre responsável pelo conteúdo. No momento da ligação, as páginas foram verificadas quanto a possíveis violações legais, e nenhum conteúdo ilegal era evidente. No entanto, uma monitorização permanente do conteúdo das páginas ligadas não é razoável sem provas concretas de violação. Ao sermos notificados de quaisquer violações legais, removeremos imediatamente esses links.",

    "copyrightTitle": "Direitos de autor",
    "copyrightText": "O conteúdo e os trabalhos criados pelos operadores deste site estão sujeitos à legislação alemã de direitos de autor. A reprodução, edição, distribuição e qualquer tipo de utilização fora dos limites da lei de direitos de autor requerem autorização por escrito do autor ou criador. Downloads e cópias deste site são permitidos apenas para uso privado e não comercial. Se o conteúdo deste site não tiver sido criado pelo operador, os direitos de autor de terceiros serão respeitados. Em particular, os conteúdos de terceiros serão assinalados como tal. Caso tome conhecimento de uma violação de direitos de autor, por favor, informe-nos. Após notificação de violações, removeremos o conteúdo de imediato."
  },
  "careers": {
  "title": "Carreiras",
  "job": "Empregos",
  "training": "Treinamento",
  "learn": "saiba mais"
},
"contact": {
    "title": "Contate a nossa equipe",
    "description": "Descubra como as nossas soluções podem apoiar o seu negócio. Preencha o formulário abaixo para iniciar a conversa.",
    "first": "Nome",
    "last": "Sobrenome",
    "company": "Empresa",
    "email": "E-mail",
    "phone": "Número de telefone",
    "num": "Número de funcionários",
    "message": "Mensagem",
    "privacy": "Ao selecionar isto, você concorda com a nossa",
    "policy": "política de privacidade",
    "button": "Vamos conversar"
  }


}